{
    "description": "This is the official X Gaming Community Rules! Mandatory to be read and comprehension to avoid any unwanted incidents. That will ensure you and everyone a quality RolePlay time in our servers!",
    "rdm": "Random Deathmatch or just Deathmatch is forbidden and everyone who attempt to perform RDM will be permanently banned from in-game and discord!",
    "vdm": "Vehicle Deathmatch will not be tolerated in our server. If you want to RP a car incident, do it but if you escape from the scene that will be counted towards VDM! Punishment is permanent ban!",
    "InsultingDiscord": "Any type of racism and offensive langauge won't be tolerated in our discord server. Therefore, we advise you to stay nice and respect others!",
    "InsultingInGame": "If RPed, won't lead to any punishments, but if being offensive towards someone out of RP will lead to a ban 1 month!",
    "ForbiddenEquipment": "Snipers, Helicopters and fighter jets (including hydra) are forbidden for everyone (including police and gangs). Breaking that, will lead to a permanent ban!",
    "mbair": "The army station and their respective aircraft are out of range and if you visit them, you will be banned permanently from our community!",
    "respect": "We highly advise everyone ro respect others as they do in return. Don't be offensive, be nice, don't rude, be cool, don't be shy, speak out!",
    "humour": "We appreciate those who have sense of humour as that bring us closer and ensures a fun time together.",
    "channels": "Pleas, make use of the channels for what they are supposed to be. E.g. post your twitch stream when you go live in #live-on-twitch respectively for YouTube.",
    "frdm": "RDM",
    "fvdm": "VDM",
    "finsd": "Insulting - Discord",
    "finsg": "Insulting - In-Game",
    "ffe": "Forbidden Equipment",
    "fmbaa": "Military base and aircraft",
    "fresp": "Respect",
    "fhumour": "Humour",
    "fchannels": "Channels",
    "banner": "http://bit.ly/xgamingcommunity"
}